tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "black"
brew "borgbackup"
brew "colordiff"
brew "curl"
brew "dict"
brew "gh"
brew "git"
brew "git-delta"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grc"
brew "grep"
brew "htmltest"
brew "htop"
brew "hugo"
brew "ipython"
brew "ispell"
brew "jq"
brew "mackup"
brew "mas"
brew "mosh"
brew "mtr"
brew "node"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pipenv"
brew "podman"
brew "podman-compose"
brew "poetry"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundle-exec"
brew "rbenv-bundler"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "subversion"
brew "tmux"
brew "vale"
brew "virtualenv"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "balance-lock"
cask "brave-browser"
cask "coconutbattery"
cask "dupeguru"
cask "emacs"
cask "font-hasklig"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "fujitsu-scansnap-home"
cask "garmin-basecamp"
cask "garmin-express"
cask "goldencheetah"
cask "handbrake"
cask "iglance"
cask "iterm2"
cask "keepassxc"
cask "logitech-camera-settings"
cask "send-to-kindle"
cask "signal"
cask "superduper"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xscreensaver"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Aviary", id: 1522043420
mas "Bitwarden", id: 1352778147
mas "Evernote Web Clipper", id: 1481669779
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "lire", id: 1482527526
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "Things", id: 904280696
mas "Toothpicks", id: 998361254
mas "Wipr", id: 1320666476
