tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "coreutils"
brew "readline"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "python@3.11"
brew "black"
brew "python@3.10"
brew "borgbackup"
brew "broot"
brew "cloc"
brew "colordiff"
brew "node"
brew "corepack"
brew "curl"
brew "dict"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "harfbuzz"
brew "graphviz"
brew "grc"
brew "grep"
brew "htmltest"
brew "htop"
brew "ipython"
brew "isort"
brew "ispell"
brew "jq"
brew "kubernetes-cli", link: false
brew "mackup"
brew "mas"
brew "mkdocs"
brew "mosh"
brew "mtr"
brew "node@16"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pipenv"
brew "podman"
brew "podman-compose"
brew "virtualenv"
brew "poetry"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundle-exec"
brew "rbenv-bundler"
brew "ripgrep"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "subversion"
brew "tmux"
brew "typescript"
brew "vale"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "1password"
cask "alt-tab"
cask "balance-lock"
cask "brave-browser"
cask "coconutbattery"
cask "docker"
cask "drawio"
cask "dupeguru"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "emacs"
cask "font-hasklig"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "google-drive"
cask "iglance"
cask "iterm2"
cask "logitech-camera-settings"
cask "miniconda"
cask "motu-m-series"
cask "sdm"
cask "superduper"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "xscreensaver"
mas "Amphetamine", id: 937984704
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "StopTheMadness", id: 1376402589
mas "Things", id: 904280696
mas "Tonebridge Guitar Effects", id: 1263858588
mas "Toothpicks", id: 998361254
mas "Wipr", id: 1320666476
