tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/services"
brew "coreutils"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "black"
brew "borgbackup"
brew "colordiff"
brew "curl"
brew "dict"
brew "gh"
brew "git"
brew "git-delta"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "grc"
brew "grep"
brew "htmltest"
brew "htop"
brew "hugo"
brew "ipython"
brew "ispell"
brew "jq"
brew "libdvbpsi"
brew "libdvdcss"
brew "libdvdnav"
brew "mackup"
brew "mas"
brew "mosh"
brew "mtr"
brew "node"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pipenv"
brew "podman"
brew "podman-compose"
brew "virtualenv"
brew "poetry"
brew "pv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundle-exec"
brew "rbenv-bundler"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "subversion"
brew "tmux"
brew "vale"
brew "w3m"
brew "wget"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
cask "balance-lock"
cask "brave-browser"
cask "coconutbattery"
cask "dupeguru"
cask "emacs"
cask "font-hasklig"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "fujitsu-scansnap-home"
cask "garmin-basecamp"
cask "garmin-express"
cask "goldencheetah"
cask "handbrake"
cask "iglance"
cask "iterm2"
cask "keepassxc"
cask "send-to-kindle"
cask "signal"
cask "superduper"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "xscreensaver"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Evernote Web Clipper", id: 1481669779
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 405399194
mas "lire", id: 1482527526
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Paprika Recipe Manager 3", id: 1303222628
mas "Pixelmator Pro", id: 1289583905
mas "RadarScope", id: 288419283
mas "StopTheMadness", id: 1376402589
mas "Tailscale", id: 1475387142
mas "Things", id: 904280696
mas "Toothpicks", id: 998361254
mas "Wipr", id: 1320666476
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "cschleiden.vscode-github-actions"
vscode "DavidAnson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron"
vscode "dendron.dendron-markdown-shortcuts"
vscode "dendron.dendron-paste-image"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "EditorConfig.EditorConfig"
vscode "eg2.vscode-npm-script"
vscode "errata-ai.vale-server"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "GitHub.codespaces"
vscode "GitHub.remotehub"
vscode "GitHub.vscode-pull-request-github"
vscode "GitLab.gitlab-workflow"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hoovercj.vscode-power-mode"
vscode "Intility.vscode-backstage"
vscode "lextudio.restructuredtext"
vscode "lfs.vscode-emacs-friendly"
vscode "mattn.Lisp"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "PKief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "TakumiI.markdowntable"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "travisthetechie.write-good-linter"
vscode "usernamehw.errorlens"
vscode "VisualStudioExptTeam.intellicode-api-usage-examples"
vscode "VisualStudioExptTeam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-org-mode.org-mode"
vscode "vstirbu.vscode-mermaid-preview"
vscode "xabikos.JavaScriptSnippets"
