tap "homebrew/bundle"
tap "homebrew/services"
tap "sqsp/squarespace"
brew "act"
brew "coreutils"
brew "readline"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "black"
brew "borgbackup"
brew "broot"
brew "cloc"
brew "colordiff"
brew "curl"
brew "dict"
brew "drone-cli"
brew "gnutls"
brew "harfbuzz"
brew "ffmpeg"
brew "fortune"
brew "gh"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "pinentry"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "graphviz"
brew "grep"
brew "htmltest"
brew "htop"
brew "ipython"
brew "isort"
brew "ispell"
brew "jq"
brew "mackup"
brew "mas"
brew "mkdocs"
brew "mosh"
brew "mtr"
brew "node"
brew "openjdk"
brew "openssh"
brew "p7zip"
brew "pandoc"
brew "pinentry-mac"
brew "pkgconf"
brew "poetry"
brew "pv"
brew "python@3.10"
brew "python@3.11"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundle-exec"
brew "rbenv-bundler"
brew "ripgrep"
brew "ripmime"
brew "rust"
brew "speedtest-cli"
brew "starship"
brew "stow"
brew "subversion"
brew "tmux"
brew "tree"
brew "typescript"
brew "vale"
brew "virtualenv"
brew "w3m"
brew "wget"
brew "wimlib"
brew "yt-dlp"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-history-substring-search"
brew "zsh-syntax-highlighting"
brew "sqsp/squarespace/techdocs"
cask "1password"
cask "alt-tab"
cask "balance-lock"
cask "brave-browser"
cask "coconutbattery"
cask "drawio"
cask "dupeguru"
cask "elgato-control-center"
cask "elgato-stream-deck"
cask "emacs"
cask "font-hasklig"
cask "font-inter"
cask "font-jetbrains-mono"
cask "font-roboto-mono-for-powerline"
cask "font-source-code-pro"
cask "google-cloud-sdk"
cask "google-drive"
cask "iterm2"
cask "logitech-camera-settings"
cask "miniconda"
cask "motu-m-series"
cask "postman"
cask "rancher"
cask "sdm"
cask "sloth"
cask "superduper"
cask "utm"
cask "visual-studio-code"
cask "vlc"
cask "zoom"
mas "1Password for Safari", id: 1569813296
mas "Amphetamine", id: 937984704
mas "Day Progress", id: 6450280202
mas "GarageBand", id: 682658836
mas "Glean", id: 6448766375
mas "Glean for Safari", id: 6444195239
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Kindle", id: 302584613
mas "Magnet", id: 441258766
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Pixelmator Pro", id: 1289583905
mas "RadarScope", id: 288419283
mas "StopTheMadness Pro", id: 6471380298
mas "Things", id: 904280696
mas "Tonebridge Guitar Effects", id: 1263858588
mas "Toothpicks", id: 998361254
mas "Wipr", id: 1320666476
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "bungcip.better-toml"
vscode "christian-kohler.npm-intellisense"
vscode "cschleiden.vscode-github-actions"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "dendron.dendron"
vscode "dendron.dendron-markdown-shortcuts"
vscode "dendron.dendron-paste-image"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "editorconfig.editorconfig"
vscode "eg2.vscode-npm-script"
vscode "errata-ai.vale-server"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.remotehub"
vscode "github.vscode-pull-request-github"
vscode "gitlab.gitlab-workflow"
vscode "golang.go"
vscode "googlecloudtools.cloudcode"
vscode "hoovercj.vscode-power-mode"
vscode "intility.vscode-backstage"
vscode "lextudio.restructuredtext"
vscode "lfs.vscode-emacs-friendly"
vscode "mattn.lisp"
vscode "miguelsolorio.fluent-icons"
vscode "ms-azuretools.vscode-docker"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.azure-repos"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.live-server"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-repositories"
vscode "ms-vsliveshare.vsliveshare"
vscode "pkief.material-icon-theme"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "sleistner.vscode-fileutils"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "takumii.markdowntable"
vscode "tamj0rd2.ts-quickfixes-extension"
vscode "tomoki1207.pdf"
vscode "tomoyukim.vscode-mermaid-editor"
vscode "travisthetechie.write-good-linter"
vscode "usernamehw.errorlens"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscode-org-mode.org-mode"
vscode "vstirbu.vscode-mermaid-preview"
vscode "xabikos.javascriptsnippets"
