tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
brew "act"
brew "asciidoctor"
brew "autoconf"
brew "coreutils"
brew "readline"
brew "asdf"
brew "bash"
brew "bash-completion"
brew "bat"
brew "bitwarden-cli"
brew "black"
brew "colordiff"
brew "curl"
brew "dict"
brew "docutils"
brew "dos2unix"
brew "gnutls"
brew "fish"
brew "gh"
brew "git"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gts"
brew "grep"
brew "helm"
brew "htop"
brew "hugo"
brew "ipython"
brew "ispell"
brew "jq"
brew "mackup"
brew "markdown"
brew "mas"
brew "six"
brew "mosh"
brew "mtr"
brew "netlify-cli"
brew "node-sass"
brew "node@14"
brew "p7zip"
brew "pandoc"
brew "pipenv"
brew "plantuml"
brew "podman"
brew "poetry"
brew "pv"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "rbenv-bundle-exec"
brew "rbenv-bundler"
brew "rclone"
brew "rust"
brew "scrcpy"
brew "speedtest-cli"
brew "sshuttle"
brew "starship"
brew "tmux"
brew "v8"
brew "vale"
brew "virtualenv"
brew "wget"
cask "alt-tab"
cask "android-platform-tools"
cask "appgate-sdp-client"
cask "balance-lock"
cask "brave-browser"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "dupeguru"
cask "emacs"
cask "fedora-media-writer"
cask "firefox"
cask "font-roboto-mono-for-powerline"
cask "gitter"
cask "goldencheetah"
cask "google-chrome"
cask "google-cloud-sdk"
cask "iglance"
cask "insomnia"
cask "iterm2"
cask "ivpn"
cask "keepassxc"
cask "koala"
cask "minikube"
cask "superduper"
cask "switchresx"
cask "tweeten"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "xscreensaver"
cask "yubico-authenticator"
cask "yubico-yubikey-manager"
cask "yubico-yubikey-personalization-gui"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitwarden", id: 1352778147
mas "Evernote", id: 406056744
mas "Evernote Web Clipper", id: 1481669779
mas "Kindle", id: 405399194
mas "Magnet", id: 441258766
mas "Microsoft Excel", id: 462058435
mas "Microsoft OneNote", id: 784801555
mas "Microsoft Outlook", id: 985367838
mas "Microsoft PowerPoint", id: 462062816
mas "Microsoft Word", id: 462054704
mas "OneDrive", id: 823766827
mas "Slack", id: 803453959
mas "Webull Desktop", id: 1334590352
mas "Wipr", id: 1320666476
